import { Flowers } from "./assets/components/interfaces/Flowers";

 const flowers:Flowers[] = [
    {
        name: 'f1',
        src: 'https://img2.freepng.ru/20180404/yrq/kisspng-blue-rose-garden-roses-rosa-gallica-clip-art-red-rose-decorative-5ac4e221cac856.2416744915228523858306.jpg',
        const: '13123',
        info: 'Роза Среди первоцветов пролеска (сцилла) занимает почетное место как самый неприхотливый цветок. Он выпускает из земли перистые листья и цветонос сразу после того, как снег сходит с земли. В марте–апреле пролеска зацветает голубыми колокольчиками, расположенными на дуговидном стебле. По мере распускания цветки становятся крупнее и выпускают длинные густые тычинки. ',
        id: 0

    },
    {
        name: 'f2',
        src: 'https://catherineasquithgallery.com/uploads/posts/2021-02/1612734119_34-p-golubie-tsveti-na-prozrachnom-fone-dlya-fo-57.jpg',
        const: '14123',
        info: 'херня Среди первоцветов пролеска (сцилла) занимает почетное место как самый неприхотливый цветок. Он выпускает из земли перистые листья и цветонос сразу после того, как снег сходит с земли. В марте–апреле пролеска зацветает голубыми колокольчиками, расположенными на дуговидном стебле. По мере распускания цветки становятся крупнее и выпускают длинные густые тычинки. ',
        id: 1
    },
    {
        name: 'f3',
        src: 'https://top-fon.com/uploads/posts/2023-01/1675106642_top-fon-com-p-tsveti-bez-fona-dlya-prezentatsii-69.png',
        const: '1000',
        info: 'Среди первоцветов пролеска (сцилла) занимает почетное место как самый неприхотливый цветок. Он выпускает из земли перистые листья и цветонос сразу после того, как снег сходит с земли. В марте–апреле пролеска зацветает голубыми колокольчиками, расположенными на дуговидном стебле. По мере распускания цветки становятся крупнее и выпускают длинные густые тычинки. ',
        id: 2
    },
    {
        name: 'f4',
        src: 'https://img2.freepng.ru/20180427/lvw/kisspng-garden-roses-blue-rose-rosa-gallica-5ae3e097cdf905.7855945715248836078437.jpg',
        const: '10',
        info: 'голубая роза Среди первоцветов пролеска (сцилла) занимает почетное место как самый неприхотливый цветок. Он выпускает из земли перистые листья и цветонос сразу после того, как снег сходит с земли. В марте–апреле пролеска зацветает голубыми колокольчиками, расположенными на дуговидном стебле. По мере распускания цветки становятся крупнее и выпускают длинные густые тычинки. ',
        id: 3
    },
]
export default flowers;